Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_AddFolder
source: Add folder
ar: اضافة مجلد
es: Añadir carpeta
fr: Ajouter un dossier
id: Tambah Folder
it: Aggiungi cartella
ja: フォルダの追加
ko: 폴더 추가
nl: Map toevoegen
pl: Dodaj folder
pt_br: Adicionar pasta
ro: Adaugă un folder
ru: Добавить папку
th: เพิ่มโฟลเดอร์
tr: Klasör ekle
vi: Thêm thư mục
zh_hans: 新增文件夹
zh_hant: 新增資料夾

# UI_AgreeCreateAccount
source: I agree with the Terms of Service.
ar: انا اوافق على شروط استخدام الخدمة
es: Acepto los Términos de servicio
fr: J’accepte les conditions générales d’utilisation
id: Saya setuju dengan Ketentuan Layanan.
it: Accetto i Termini di Servizio
ja: 私はご利用規約に同意します
ko: 이용 약관에 동의합니다
nl: Ik ga akkoord met de Algemene Voorwaarden.
pl: Zgadzam się z Warunkami świadczenia usług.
pt_br: Concordo com os Termos do serviço
ro: Sunt de acord cu Termenii de utilizare a serviciului.
ru: Я соглашаюсь с Условиями Использования.
th: ฉันเห็นด้วยกับเงื่อนไขการให้บริการ
tr: Hizmet Koşulları'nı kabul ediyorum.
vi: Tôi đồng ý với Điều Khoản Dịch Vụ.
zh_hans: 我同意服务条款。
zh_hant: 我同意服務條款。

# UI_CameraUploads
source: Camera uploads
ar: تحميلات الكاميرا
es: Subidas de la cámara
fr: Téléversement de la caméra
id: Upload kamera
it: Caricamenti dalla fotocamera
ja: カメラアップロード
ko: 카메라 업로드
pl: Wgranie z kamery
pt_br: Uploads da câmera
ro: Încărcări cameră
ru: Загрузки камеры
th: การอัปโหลดจากกล้อง
tr: Kamera yüklemeleri
zh_hans: 相机上传
zh_hant: 相機上傳

# UI_Cancel
source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
id: Batal
it: Cancella
ja: キャンセルする
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# UI_CleanRubbishBin
source: Empty rubbish bin
es: Vaciar papelera
fr: Vider la corbeille
ko: 휴지통 비우기
pt_br: Limpar Lixeira
ru: Очистить корзину
zh_hans: 清空垃圾桶

# UI_CloudDriveName
source: Cloud drive
ar: سحابة التخزين
es: Mi nube
fr: Disque nuagique
id: Cakram Penyimpanan Awan
it: Partizione Cloud
ja: クラウド・ドライブ
ko: 클라우드 드라이브
nl: Cloud Schijf
pl: Cloud Dysk
pt_br: Nuvem de arquivos
ro: Unitate cloud
ru: Облачный диск
th: คลาวด์ไดร์ฟ
tr: Bulut Sürücü
vi: Ổ Mây
zh_hans: 云盘
zh_hant: 雲端硬碟

# UI_Confirm
source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
id: Konfirm
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ro: Confirmă
ru: Подтвердить
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# UI_ConfirmAccount
source: Confirm account
ar: أكّد الحساب
es: Confirmar cuenta
fr: Confirmer le compte
id: Konfirmasi akun
it: Conferma account
ja: アカウントを確認
ko: 계정 확인
nl: Bevestig account
pl: Potwierdź konto
pt_br: confirmar conta
ro: Confirmă contul
ru: Подтвердить уч. запись
th: ยืนยันบัญชี
tr: Hesabı onaylayın
vi: Xác nhận tài khoản
zh_hans: 确认账户
zh_hant: 確認帳戶

# UI_ConfirmPasswordWatermark
source: Confirm password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fr: Confirmer le mot de passe
id: Konfirmasi sandi
it: Conferma password
ja: パスワードの確認
ko: 비밀번호 확인
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirme a sua senha
ro: Confirmă parola
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Parolayı onayla
vi: Xác minh mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# UI_ConfirmYourAccount
source: Enter your password to finish creating your account.
ar: ادخل كلمة مرور لاتمام عملية انشاء حسابك
es: Escribe tu contraseña para crear la cuenta.
fr: Saisir votre mot de passe pour finir de créer votre compte.
id: Masukkan kata sandi Anda untuk menyelesaikan pembuatan akun Anda.
it: Inserisci la tua password per terminare la creazione del tuo account.
ja: アカウントの作成を完了するためにパスワードを入力してください。
ko: 계정 생성을 완료하려면 비밀번호를 입력하세요.
nl: Voer uw wachtwoord in om uw account creatie te voltooien.
pl: Wpisz swoje hasło, aby zakończyć tworzenie konta.
pt_br: Digite a sua senha para finalizar a criação da sua conta.
ro: Introdu parola pentru a finaliza crearea contului.
ru: Введите пароль для завершения регистрации.
th: กรอกรหัสผ่านของคุณเพื่อสร้างบัญชีของคุณให้เสร็จสิ้น
tr: Hesabınızın oluşturulmasını tamamlamak için parolanızı giriniz.
vi: Nhập mật khẩu để hoàn tất việc tạo tài khoản.
zh_hans: 输入您的密码完成创建账户。
zh_hant: 請輸入您的密碼以創建帳戶。

# UI_ConfirmYourAccountTitle
source: Confirm your account
ar: تأكيد حسابك
es: Confirma tu cuenta
fr: Confirmer votre compte
id: Konfirm akun anda.
it: Conferma il tuo account
ja: アカウントを確認
ko: 당신의 계정을 확인하세요
nl: Bevestig uw account
pl: Potwierdź swoje konto
pt_br: Confirme a sua conta
ro: Confirmă contul
ru: Подтверждение учётной записи
th: การยืนยันบัญชีของคุณ
tr: Hesabınızı onaylayın.
vi: Xác nhận tài khoản
zh_hans: 确认您的账号
zh_hant: 確認您的帳號

# UI_CreateAccount
source: Create account
ar: إنشاء حساب
es: Crear cuenta
fr: Créer un compte
id: Buat akun
it: Crea account
ja: アカウントを作成する
ko: 계정 생성
nl: Maak een account aan
pl: Utwórz konto
pt_br: Criar conta
ro: Creează un cont
ru: Создать уч. запись
th: สร้างบัญชี
tr: Hesap oluştur
vi: Tạo tài khoản
zh_hans: 创建账号
zh_hant: 創建帳號

# UI_CreateFolder
source: Create folder
ar: انشاء مجلد
es: Crear carpeta
fr: Créer un dossier
id: Buat folder
it: Crea cartella
ja: フォルダの作成
ko: 폴더 생성
nl: Map creëren
pl: Utwórz folder
pt_br: Criar pasta
ro: Creează un folder
ru: Создать папку
th: สร้างโฟลเดอร์
tr: Klasör oluştur
vi: Tạo thư mục
zh_hans: 创建文件夹
zh_hant: 創建資料夾

# UI_Download
source: Download
ar: تحميل
es: Descargar
fr: Télécharger
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
pl: Ściągnij
ro: Descarcă
ru: Скачать
th: ดาวน์โหลด
tr: İndir
vi: Tải về
zh_hans: 下载
zh_hant: 下載

# UI_Downloads
source: Downloads
ar: التحميلات
es: Descargas
fr: Téléchargements
id: Download
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobierane
ro: Descărcări
ru: Загрузки с сервера
th: ดาวน์โหลด
tr: İndirilenler
vi: Phiên Tải Xuống
zh_hans: 下载
zh_hant: 下載

# UI_EmailWatermark
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Adresse courriel
ja: メール
ko: 이메일
th: อีเมล
tr: Eposta
zh_hans: 邮箱地址
zh_hant: 郵箱地址

# UI_EmptyCloudDrive
source: No files in your cloud drive
ar: لم توجد ملفات في محرك السحابة الخاص بك
es: No tienes archivos en tu Nube
fr: Aucun fichier dans votre disque nuagique
id: Tidak ada berkas di Cloud Drive anda
it: Nessun file nel tuo Cloud Drive
ja: あなたのクラウドデバイスにはファイルが存在しません。
ko: 클라우드 드라이브에 파일 없음
nl: Geen bestanden in uw Cloud schijf
pl: Brak plików na dysku
pt_br: Não há arquivos na sua Nuvem de arquivos
ro: Niciun fișier în unitatea cloud
ru: Облачный диск пуст
th: ไม่มีไฟล์ใดๆ
tr: Bulut Sürücünüzde dosya yok
vi: Cloud Drive của bạn không có tập tin.
zh_hans: 您的云盘中没有文件
zh_hant: 您的雲端硬碟中沒有檔案

# UI_EmptyFolder
source: Empty folder
ar: لا توجد ملفات في المجلد
es: Carpeta vacía
fr: Le dossier est vide
id: Tidak ada file di folder
it: Cartella vuota
ja: フォルダにファイルなし
ko: 폴더에 파일이 없음
nl: Lege map
pl: Brak plików
pt_br: Pasta vazia
ro: Niciun fișier în folder
ru: Папка пуста
th: โฟล์เดอร์ว่าง
tr: Boş Klasör
vi: Thư Mục Rỗng
zh_hans: 文件夹中没有文件
zh_hant: 文件夾中沒有文件

# UI_EmptyOffline
source: No items saved for offline
ar: لا عناصر محفوظة للتصفح دون اتصال
es: No hay contenido sin conexión
fr: Aucun élément enregistré Hors ligne
id: Tidak ada item tersimpan untuk offline
it: Nessun oggetto salvato per l'uso offline
ja: オフライン用に保存された項目はありません
ko: 오프라인용으로 저장된 항목이 없습니다
nl: Geen items opgeslagen voor offline
pl: Brak plików zapisanych offline
pt_br: Não há itens salvos para uso offline
ro: Niciun element salvat pentru offline
ru: Нет локальных элементов
th: ไม่มีรายการบันทึกออฟไลน์
tr: Çevrimdışı için kaydedilen öğe yok
vi: Không có mục nào lưu về ngoại tuyến
zh_hans: 无保存的离线文件
zh_hant: 無保存的離線檔案

# UI_EmptyRubbishBin
source: Empty rubbish bin
ar: سلة المهملات فارغة
es: Vaciar papelera
fr: Vider la corbeille
id: Kosongkan Sampah
it: Svuota il Cestino
ja: ゴミ箱は空っぽ
ko: 휴지통 비우기
nl: Prullenbak leegmaken
pl: Opróżnij kosz
pt_br: Limpar Lixeira
ro: Coș de gunoi gol
ru: Очистить корзину
th: ล้างข้อมูลในถังขยะ
tr: Çöp Kutusunu boşalt
vi: Thùng Rác Trống
zh_hans: 清空垃圾桶
zh_hant: 空的垃圾桶

# UI_EmptySharedFolders
source: No shared folders
ar: لا مجلدات مشاركة
es: Sin carpetas compartidas
fr: Aucun dossier partagé
id: Tidak ada folder berbagi
it: Nessuna cartella condivisa
ja: 共有フォルダなし
ko: 공유된 폴더 없음
nl: Geen gedeelde mappen
pl: Brak katalogów
pt_br: Não há pastas compartilhadas
ro: Niciun folder partajat
ru: Нет общих папок
th: ยังไม่มีการแชร์โฟลเดอร์
tr: Paylaşımlı klasör yok
vi: Không có thư mục chia sẻ
zh_hans: 没有共享的文件夹
zh_hant: 沒有共享的資料夾

# UI_FirstNameWatermark
source: First name
ar: الاسم الاول
es: Nombre
fr: Prénom
id: Nama depan
it: Nome
ja: 名
ko: 이름
nl: Voornaam
pl: Imię
pt_br: Primeiro nome
ro: Prenume
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名
zh_hant: 名

# UI_ImportLinkBorderText
source: Import to {0}
ar: استورد إلى {0}
es: Importar en {0}
fr: Importer vers {0}
id: Import ke {0}
it: Importa su {0}
ja: {0}にインポート
ko: {0}으로 내보내기
nl: Importeren naar {0}
pl: Importuj do {0}
pt_br: Importar para {0}
ro: Importă în {0}
ru: Импорт в {0}
th: นำเข้าไปยัง {0}
tr: {0} dizinine aktar.
vi: Chuyển nhập tới {0}
zh_hans: 导入至{0}
zh_hant: 匯入至 {0}

# UI_LastNameWatermark
source: Last name
ar: اسم العائلة
es: Apellidos
fr: Nom
id: Nama belakang
it: Cognome
ja: 氏
ko: 성
nl: Achternaam
pl: Nazwisko
pt_br: Ultimo nome
ro: Nume
ru: Фамилия
th: นามสกุล
tr: Soyad
vi: Họ
zh_hans: 姓
zh_hant: 姓

# UI_Login
source: Login
ar: تسجيل الدخول
es: Iniciar Sesión
fr: Connexion
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
pt_br: Entrar
ro: Autentificare
ru: Войти
th: เข้าสู่ระบบ
tr: Oturum Aç
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# UI_MultipleFiles
source: Files
ar: ملفات
es: Archivos
fr: Fichiers
id: File
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ro: Fișiere
ru: Файлы
th: ไฟล์
tr: Dosyalar
vi: Tệp tin
zh_hans: 文件
zh_hant: 檔案

# UI_MultipleFolders
source: Folders
ar: مجلدات
es: Carpetas
fr: Dossiers
id: Folder
it: Cartelle
ja: フォルダ
ko: 폴더
nl: Mappen
pl: Katalogi
pt_br: Pastas
ro: Foldere
ru: Папки
th: โฟลเดอร์
tr: Klasörler
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# UI_MultiSelect
source: Multi select
ar: اختيار متعدد
es: Selección múltiple
fr: Sélection mulitple
id: Multi pilih
it: Multi selezione
ja: 複数選択
ko: 다중 선택
nl: Meervoudige selectie
pl: Multi wybór
pt_br: Multi seleção
ro: Multiselecție
ru: Выбрать несколько
th: เลือกหลายรายการ
tr: Çoklu seç
vi: Chọn nhiều mục
zh_hans: 选择多个项目
zh_hant: 選擇多個項目

# UI_MyAccount
source: My account
ar: حسابي
es: Mi cuenta
fr: Mon compte
id: Akun Saya
it: Il mio account
ja: 私のアカウント
ko: 내 계정
nl: Mijn account
pl: Moje konto
pt_br: Minha conta
ro: Contul meu
ru: Мой аккаунт
th: บัญชีของฉัน
tr: Hesabım
vi: Trang tài khoản
zh_hans: 我的账户
zh_hant: 我的帳戶

# UI_No
source: No
ar: لا
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
th: ไม่ใช่
tr: Hayır
vi: Không
zh_hans: 否
zh_hant: 不是

# UI_NoInternetConnection
source: No internet connection
ar: الاتصال غير متوفر
es: No tienes conexión a internet
fr: Aucune connexion Internet
id: Koneksi internet tidak tersedia
it: Nessuna Connessione
ja: ネット接続なし
ko: 인터넷 연결 없음
nl: Geen Internet connectie
pl: Brak połączenia z internetem
pt_br: Não há conexão à Internet
ro: Fără conexiune la internet
ru: Нет Интернет-соединения
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
vi: Không có kết nối internet
zh_hans: 无网络连接
zh_hant: 無網絡連接

# UI_Off
source: Off
ar: ايقاف
es: No
fr: Désactivé
ja: オフ
ko: 끔
nl: Uit
pl: Wył
pt_br: Desativado
ro: Dezactivat
ru: Выкл
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# UI_On
source: On
ar: تشغيل
es: Sí
fr: Activé
it: Attivo
ja: オン
ko: 켬
nl: Aan
pl: Wł
pt_br: Ativado
ro: Activat
ru: Вкл
th: เปิด
tr: Açık
vi: Bật
zh_hans: 开启
zh_hant: 開啟

# UI_PasswordWatermark
source: Password
ar: كلمة السر
es: Contraseña
fr: Mot de passe
id: Sandi
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
th: รหัสผ่าน
tr: Parola
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# UI_Remove
source: Remove
ar: حذف
es: Eliminar
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Remover
ro: Elimină
ru: Удалить
th: ลบออก
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 移除

# UI_Rename
source: Rename
ar: تغيير الاسم
es: Renombrar
fr: Renommer
id: Ubah nama
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumește
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重新命名
zh_hant: 重新命名

# UI_RubbishBinName
source: Rubbish bin
ar: سلة المهملات
es: Papelera
fr: Corbeille
id: Sampah
it: Cestino
ja: ゴミ箱
ko: 휴지통
nl: Prullenbak
pl: Kosz
pt_br: Lixeira
ro: Coș de gunoi
ru: Корзина
th: ถังขยะ
tr: Çöp kutusu
vi: Thùng rác
zh_hans: 垃圾桶
zh_hant: 垃圾桶

# UI_Settings
source: Settings
ar: الاعدادات
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
vi: Thiết Đặt
zh_hans: 设定
zh_hant: 設定

# UI_SingleFile
source: File
ar: ملف
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt_br: Arquivo
ro: Fișier
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# UI_SingleFolder
source: Folder
ar: المجلد
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
nl: Map
pl: Katalog
pt_br: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# UI_TermsOfService
source: Terms of Service
ar: شروط الخدمة
es: Términos de servicio
fr: Conditions générales d’utilisation
id: Ketentuan Penggunaan
it: Termini di Servizio
ja: 利用規約
ko: 이용 약관
nl: Algemene Voorwaarden
pl: Warunki korzystania z Serwisu
pt_br: Termos de serviço
ro: Termenii de utilizare a serviciului
ru: условиями предоставления услуг
th: เงื่อนไขการให้บริการ
tr: Hizmet Koşulları
vi: Điều Khoản Sử Dụng Dịch Vụ
zh_hans: 服务条款
zh_hant: 服務條款

# UI_Transfer
source: Transfer
ar: التحميل
es: Transferencia
fr: Transférer
it: Trasferisci
ja: 転送
ko: 전송
nl: Overdracht
pl: Przesyłanie
pt_br: Transferência
ru: Передача
th: ถ่ายโอน
tr: Aktarma
vi: Truyền Tải
zh_hans: 传输
zh_hant: 傳輸

# UI_TransferManager
source: Transfer manager
ar: إدارة عمليات النقل
es: Gestor de transferencias
fr: Gestionnaire de transferts
id: Pengatur transfer
it: Gestore trasferimenti
ja: 転送マネージャー
ko: 전송 관리자
nl: Overdracht beheerder
pl: Manager przesyłania
pt_br: Gestor de transferências
ro: Manager de transferuri
ru: Управление передачами
th: จัดการถ่ายโอน
tr: Aktarım yöneticisi
vi: Bộ quản lý truyền tải
zh_hans: 传输管理器
zh_hant: 傳輸管理員

# UI_Transfers
source: Transfers
ar: نقل
es: Transferencias
fr: Tranferts
id: Pemindahan
it: Trasferimenti
ja: 転送
ko: 전송
nl: Overdrachten
pl: Ruch
pt_br: Transferências
ro: Transferuri
ru: Передачи
th: การถ่ายโอน
tr: Aktarmalar
vi: Các Phiên Truyền Tải
zh_hans: 传输
zh_hant: 傳輸

# UI_TransferStatusCanceled
source: Canceled
ar: تم الالغاء
es: Cancelada
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセルされました。
ko: 취소됨
nl: Beëindigd
pl: Anulowane
pt_br: Cancelado
ro: Anulat
ru: Отменено
th: ยกเลิกแล้ว
tr: İptal Edildi
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# UI_TransferStatusDownloaded
source: Downloaded
ar: الملفات المحملة
es: Descargada
fr: Téléchargé
id: Terdownload
it: Scaricato
ja: ダウンロード完了
ko: 다운로드됨
nl: Gedownload
pl: Pobrane
pt_br: Baixado
ro: Descărcat
ru: Скачанный
th: ดาวน์โหลดเสร็จแล้ว
tr: İndirilen
vi: Đã tải xong
zh_hans: 已下载
zh_hant: 已下載

# UI_TransferStatusDownloading
source: Downloading…
ar: جار التحميل...
es: Descargando...
fr: Téléchargement…
id: Mengunduh...
it: Scaricando...
ja: ダウンロード中...
ko: 다운로드중...
nl: Downloaden...
pl: Pobieranie...
pt_br: Baixando...
ro: Se descarcă...
ru: Загрузка…
th: กำลังดาวน์โหลด...
tr: İndiriliyor...
vi: Đang tải về...
zh_hans: 正在下载...
zh_hant: 正在下載...

# UI_TransferStatusError
source: Error on transfer
ar: خطأ فى النقل
es: Error en la transferencia
fr: Erreur de transfert
id: Kesalahan transfer
it: Errore nel trasferimento
ja: 転送中エラー
ko: 전송 중 오류
nl: Fout tijdens overdracht
pl: Błącz podczas przesyłania
pt_br: Erro na transferência
ro: Eroare pe transfer
ru: Ошибка передачи
th: มีข้อผิดพลาดในการถ่ายโอน
tr: Aktarmada hata
vi: Lỗi đường truyền
zh_hans: 传输出错
zh_hant: 傳輸出錯

# UI_TransferStatusNotStarted
source: Ready
ar: جاهز
es: Lista
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
ko: 준비
nl: Gereed
pl: Gotowe
pt_br: Pronto
ro: Pregătit
ru: Готово
th: พร้อมแล้ว
tr: Hazır
vi: Sẵn sàng
zh_hans: 准备就绪
zh_hant: 準備就緒

# UI_TransferStatusPaused
source: Paused
ar: تم الايقا
es: En pausa
fr: En pause
id: Berhenti sementara
it: In pausa
ja: 一時停止中
ko: 일시정지됨
nl: Gepauzeerd
pl: Zatrzymane
pt_br: Pausado
ro: Pus pe pauză
ru: На паузе
th: พักแล้ว
tr: Duraklatıldı
vi: Đã tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# UI_TransferStatusQueued
source: Queued
ar: قائمة الانتظار
es: En cola
fr: En attente
id: Dimasukan antrian
it: In coda
ja: 待機中
ko: 대기열
nl: Wachtrij
pl: Zakolejkowane
pt_br: Em fila
ro: În coada de așteptare
ru: В очереди
th: อยู่ในคิว
tr: Sıraya alındı
vi: Đang chờ
zh_hans: 已入进程
zh_hant: 已入排程

# UI_TransferStatusUploaded
source: Uploaded
ar: تم الرفع
es: Cargado
fr: téléversé
id: Diupload pada
it: Caricato
ja: アップロード完成
ko: 업로드된 날짜
nl: Geüpload
pl: Wgrane
pt_br: Enviado
ro: Încărcat
ru: Загружен
th: วันที่อัปโหลด
tr: Yüklenen
vi: Ngày tải lên
zh_hans: 已上传
zh_hant: 已上傳

# UI_TransferStatusUploading
source: Uploading…
ar: جاري الرفع...
es: Subiendo...
fr: Téléversement...
id: Mengupload...
it: Upload...
ja: アップロードしているのは...
ko: 업로드 중...
nl: Uploaden...
pl: Wgrywanie...
pt_br: Enviando...
ro: Se încarcă...
ru: Загрузка...
th: กำลังอัปโหลด...
tr: Yükleniyor...
vi: Đang tải lên...
zh_hans: 正在上传...
zh_hant: 正在上傳...

# UI_TypeFolderName
source: Folder name:
ar: اسم المجلد:
es: Nombre de la carpeta:
fr: Nom du dossier
id: Nama folder:
it: Nome cartella:
ja: フォルダ名
ko: 폴더명:
nl: Folder naam:
pl: Nazwa katalogu:
pt_br: Nome da pasta:
ro: Numele folderului:
ru: Название папки:
th: ชื่อโฟลเดอร์:
tr: Klasör adı:
vi: Tên thư mục:
zh_hans: 文件夹名称：
zh_hant: 資料夾名稱：

# UI_TypeNewName
source: Type a new name:
ar: اكتب اسما جديدا:
es: Escriba un nuevo nombre:
fr: Taper un nouveau nom :
id: Masukan nama baru:
it: Inserisci un nuovo nome:
ja: 新しい名前を入力する:
ko: 새 이름을 입력하세요:
nl: Type een nieuwe naam:
pl: Wprowadź nową nazwę:
pt_br: Digite um novo nome:
ro: Tastează un nume nou:
ru: Введите своё имя:
th: กรอกชื่อใหม่:
tr: Yeni bir isim girin:
vi: Nhập một tên mới:
zh_hans: 输入新的名称
zh_hant: 輸入新的名稱

# UI_Upload
source: Upload
ar: رفع
es: Subir
fr: Téléverser
id: Unggah
it: Invia
ja: アップロード
ko: 업로드
nl: Uploaden
pl: Załaduj
ro: Încărcare
ru: Загрузить
th: อัปโหลด
tr: Yükle
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

# UI_Uploads
source: Uploads
ar: الملفات المرفوعه
es: Subidas
fr: Téléversements
id: Upload
it: Upload
ja: アップロード
ko: 업로드
pl: Wgrywane
ro: Încărcări
ru: Загрузки на сервер
th: อัปโหลด
tr: Yüklemeler
vi: Phiên Tải Lên
zh_hans: 上传
zh_hant: 上傳

# UI_Yes
source: Yes
ar: نعم
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
th: ใช่
tr: Evet
vi: Có
zh_hans: 是
zh_hant: 是的

# UI_Pause
source: Pause
ar: ايقاف
es: Pausa
fr: Mettre en pause
id: Hentikan sementara
it: Pausa
ja: 一時停止
ko: 일시정지
nl: Pauzeer
pl: Wstrzymaj
pt_br: Pausar
ro: Pune pe pauză
ru: Пауза
th: พัก
tr: Duraklat
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# UI_PauseAll
source: Pause all
ar: إيقاف الجميع
es: Pausar todo
fr: Tout mettre en pause
id: Hentikan semua
it: Pausa tutto
ja: すべてを一時停止
ko: 모두 일시정지
nl: Onderbreek alles
pl: Wstrzymaj wszystko
pt_br: Pausar tudo
ro: Pune pe pauză toate
ru: Приостановить все
th: หยุดชั่วคราวทั้งหมด
tr: Tümünü duraklat
vi: Dừng hết
zh_hans: 全部暂停
zh_hant: 全部暫停

# UI_CancelAll
source: Cancel all
ar: إلغاء الكل
es: Cancelar todo
fr: Tout annuler
id: Batalkan semua
it: Annulla tutto
ja: 全部をキャンセル
ko: 모두 취소
nl: Annuleer alles
pl: Anuluj wszystko
pt_br: Cancelar todas as transferências
ro: Anulează toate
ru: Отменить все
th: ยกเลิกทั้งหมด
tr: Hepsini iptal et
vi: Hủy hết
zh_hans: 全部取消
zh_hant: 全部取消

# UI_CancelDownloads
source: Cancel downloads
ar: إلغاء عمليات التحميل
es: Cancelar descargas
fr: Annuler les téléchargements
id: Batalkan unduhan
it: Annulla download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
nl: Annuleer downloads
pl: Anuluj pobieranie
pt_br: Cancelar downloads
ro: Anulează descărcările
ru: Отменить
th: ยกเลิกดาวน์โหลด
tr: İndirmeleri sonlandır
vi: Hủy tải xuống
zh_hans: 取消下载
zh_hant: 取消下載

# UI_CancelUploads
source: Cancel uploads
ar: إلغاء عمليات الرفع
es: Cancelar subidas
fr: Annuler les téléversements
id: Batalkan upload
it: Annulla upload
ja: アップロードをキャンセル
ko: 업로드 취소
nl: Annuleer uploads
pl: Anuluj wgrywanie
pt_br: Cancelar envios
ro: Anulează încărcările
ru: Отменить
th: ยกเลิกอัปโหลด
tr: Yüklemeleri bitir
vi: Hủy tải lên
zh_hans: 取消上传
zh_hant: 取消上傳

# UI_CancelDownload
source: Cancel download
ar: الغاء التحميل
es: Cancelar descarga
fr: Annuler le téléchargement
id: Batalkan download
it: Annulla download
ja: ダウンロードをキャンセルする
ko: 다운로드 취소
nl: Annuleer download
pl: Anuluj pobieranie
pt_br: Cancelar o download
ro: Anulează descărcarea
ru: Отменить скачивание
th: ยกเลิกดาวน์โหลด
tr: İndirmeyi iptal et
vi: Hủy tải xuống
zh_hans: 取消下载
zh_hant: 取消下載

# UI_CancelTransfer
source: Cancel transfer
ar: الغاء التحميل
es: Cancelar transferencia
fr: Annuler le transfert
id: Batalkan transfer
it: Annulla trasferimento
ja: 転送をキャンセル
ko: 전송 취소
nl: Overdracht annuleren
pl: Anulowanie przesyłania
pt_br: Cancelar transferência
ro: Anulează transferul
ru: Отменить передачу
th: ยกเลิกการถ่ายโอน
tr: Aktarmayı iptal et
vi: Hủy truyền tải
zh_hans: 取消传输
zh_hant: 取消傳輸

# UI_CancelTransfers
source: Cancel transfers
ar: الغاء عمليات النقل
es: Cancelar transferencias
fr: Annuler les transferts
id: Batalkan transfer
it: Annulla trasferimenti
ja: 転送キャンセル
ko: 전송 취소
nl: Overdrachten annuleren
pl: Anuluj transfer
pt_br: Transferências canceladas
ro: Anulează transferurile
ru: Отменить передачи
th: ยกเลิกการถ่ายโอน
tr: Aktarmaları iptal et
vi: Hủy các phiên truyền tải
zh_hans: 取消传输
zh_hant: 取消傳輸

# UI_CancelUpload
source: Cancel upload
ar: الغاء الرفع
es: Cancelar subida
fr: Annuler le téléversement
id: Batalkan upload
it: Annulla upload
ja: アップロードをキャンセルする
ko: 업로드 취소
nl: Annuleer upload
pl: Anuluj wgrywanie
pt_br: Cancelar upload
ro: Anulează încărcarea
ru: Отменить загрузку
th: ยกเลิกอัปโหลด
tr: Yüklemeyi iptal et
vi: Hủy tải lên
zh_hans: 取消上传
zh_hant: 取消上傳

# UI_ClearAll
source: Clear all
ar: مسح الكل
es: Limpiar todo
fr: Tout effacer
id: Hapus semua
it: Pulisci tutto
ja: 全部をクリアする
ko: 모두 삭제
nl: Wis alles
pl: Wyczyść wszystko
pt_br: Limpar tudo
ro: Șterge toate
ru: Очистить все
th: ลบทั้งหมด
tr: Hepsini temizle
vi: Dọn Danh Sách
zh_hans: 全部清除
zh_hant: 全部清除

# UI_DeselectAll
source: Deselect all
ar: ألغ تحيد الكل
es: Deseleccionar todo
fr: Tout dessélectionner
id: Hapus semua
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 해제
nl: Deselecteer alles
pl: Odznacz wszystkie
pt_br: Desmarcar
ro: Deselectează toate
ru: Отменить выбор
th: ยกเลิกการเลือกทั้งหมด
tr: Hiçbirini seçme
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

# UI_SelectAll
source: Select all
ar: اختر الكل
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Selecteer alles
pl: Zaznacz wszystkie
pt_br: Selecionar tudo
ro: Selectează toate
ru: Выбрать все
th: เลือกทั้งหมด
tr: Hepsini seç
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# UI_NewFolder
source: New folder
ar: مجلد جديد
es: Nueva carpeta
fr: Nouveau dossier
id: Folder baru
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
pl: Nowy katalog
pt_br: Nova pasta
ro: Folder nou
ru: Новая папка
th: โฟลเดอร์ใหม่
tr: Yeni klasör
vi: Thư mục mới
zh_hans: 新文件夹
zh_hant: 新資料夾

# UI_Logout
source: Logout
ar: الخروج
es: Desconectar
fr: Déconnexion
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Log uit
pl: Wyloguj się
pt_br: Fazer logout
ro: Deconectează-te
ru: Выйти
th: ออกจากระบบ
tr: Oturumu kapat
vi: Đăng Xuất
zh_hans: 登出
zh_hant: 登出
